tap "espanso/espanso"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "ngrok/ngrok"
tap "saulpw/vd"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "duckdb"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "ghcup"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "httpie"
brew "mise"
brew "neovim"
brew "node"
brew "node@20"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "todo-txt"
brew "uv"
brew "wget"
brew "youplot"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "felixkratz/formulae/svim"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "saulpw/vd/visidata"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "arc"
cask "cursor"
cask "dbeaver-community"
cask "espanso"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "kitty"
cask "microsoft-remote-desktop"
cask "ngrok"
cask "obsidian"
cask "orion"
cask "proxyman"
cask "raycast"
cask "sioyek"
cask "spotify"
cask "supercollider"
cask "superkey"
cask "surfshark"
cask "telegram"
cask "todoist"
cask "visual-studio-code"
cask "vivaldi"
cask "wireshark"
cask "zed"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "catppuccin.catppuccin-vsc"
vscode "chaitanyashahare.lazygit"
vscode "charliermarsh.ruff"
vscode "dreamthinkbuild.close-other-tabs"
vscode "emeraldwalk.runonsave"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "evidence.sqltools-duckdb-driver"
vscode "felixzeller.markdown-oxide"
vscode "foam.foam-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "innoverio.vscode-dbt-power-user"
vscode "iuyoy.highlight-string-code"
vscode "jdinhlife.gruvbox"
vscode "justusadam.language-haskell"
vscode "kestra-io.kestra"
vscode "kukushi.pasteurl"
vscode "mattflower.aider"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-speech"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-yaml"
vscode "rszyma.vscode-kanata"
vscode "rubberduck.rubberduck-vscode"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sainnhe.gruvbox-material"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "stkb.rewrap"
vscode "sumneko.lua"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "telesoho.vscode-markdown-paste-image"
vscode "tidalcycles.vscode-tidalcycles"
vscode "tobias-z.vscode-harpoon"
vscode "tomrijndorp.find-it-faster"
vscode "vsls-contrib.gitdoc"
vscode "yzhang.markdown-all-in-one"
