tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "saulpw/vd"
brew "bat"
brew "chezmoi"
brew "duckdb"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "git-lfs"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
cask "1password"
cask "1password-cli"
cask "ableton-live-suite"
cask "alt-tab"
cask "arc"
cask "chatbox"
cask "cold-turkey-blocker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "supercollider"
cask "todoist"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "Catppuccin.catppuccin-vsc"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "innoverio.vscode-dbt-power-user"
vscode "jdinhlife.gruvbox"
vscode "justusadam.language-haskell"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "qufiwefefwoyn.kanagawa"
vscode "RandomFractalsInc.duckdb-sql-tools"
vscode "rszyma.vscode-kanata"
vscode "sainnhe.gruvbox-material"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "sukumo28.wav-preview"
vscode "sumneko.lua"
vscode "tidalcycles.vscode-tidalcycles"
